/* NSKeyValueValidationError, user entered a value which was invalid for a field */
"Err1024-C" = "Ugyldig verdi.";

/* NSKeyValueValidationError, argument is a string or number which was invalid for entry into a field */
"Err1024.o" = "Verdien «%@» er ugyldig.";

/* NSFormattingError */
"Err2048-C" = "Formateringsfeil.";

/* NSFileLockingError */
"Err255-C" = "Filen kunne ikke låses.";

/* NSFileLockingError */
"Err255-R" = "Filen kan allerede være låst, eller det kan hende at du ikke har riktige tilgangsrettigheter til å låse den.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "Filen «%@» kunne ikke låses.";

/* NSFileReadUnknownError */
"Err256" = "Filen kunne ikke åpnes.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "Filen «%@» kunne ikke åpnes.";

/* NSFileReadNoPermissionError */
"Err257" = "Filen kunne ikke åpnes fordi du ikke har riktige tilgangsrettigheter.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Du har ikke nødvendige tilgangsrettigheter.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Hvis du vil vise eller endre tilgangsrettigheter, markerer du objektet i Finder og velger Arkiv > Vis info.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "Filen «%@» kunne ikke åpnes fordi du ikke har riktige tilgangsrettigheter.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Ugyldig filnavn.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Objektet kunne ikke åpnes fordi filnavnet «%@» er ugyldig.";

/* NSFileReadCorruptFileError */
"Err259" = "Filen kunne ikke åpnes fordi den ikke har riktig format.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Filen har ikke riktig format.";

/* NSFileReadCorruptFileError */
"Err259-R" = "Filen kan ha et annet format enn antatt, eller den kan være skadet eller ufullstendig.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "Filen «%@» kunne ikke åpnes fordi den ikke har riktig format.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "Filen finnes ikke.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "Filen «%@» finnes ikke.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "Filen kunne ikke åpnes med den angitte tekstkodingen.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Den angitte tekstkodingen kan ikke brukes.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Tekstkodingen %@ kan ikke brukes.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "Filen kan ha vært arkivert med en annen tekstkoding, eller kanskje filen ikke er en tekstfil.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "Filen kunne ikke åpnes med tekstkodingen %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "Filen «%2$@» kunne ikke åpnes med tekstkodingen «%1$@».";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "Filen kunne ikke åpnes fordi den angitte URL-typen ikke støttes.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Den angitte URL-typen støttes ikke.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "Filen «%1$@» kunne ikke åpnes fordi URL-typen %2$@ ikke støttes.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "Filen kunne ikke åpnes fordi URL-typen %@ ikke støttes.";

/* NSFileReadTooLargeError */
"Err263" = "Filen kunne ikke åpnes fordi den er for stor.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Filen er for stor.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "Filen «%@» kunne ikke åpnes fordi den er for stor.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "Filen kunne ikke åpnes fordi tekstkodingen for innholdet ikke kunne fastslås.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Kunne ikke fastslå tekstkodingen for innholdet.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Du kan prøve å åpne filen ved å velge en tekstkoding selv.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "Filen «%@» kunne ikke åpnes fordi tekstkodingen for innholdet ikke kunne fastslås.";

/* NSUserCancelledError */
"Err3072-C" = "Handlingen ble avbrutt.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "«%@» kunne ikke fjernes.";

/* NSFileNoSuchFileError */
"Err4-C" = "Filen finnes ikke.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "Filen «%@» finnes ikke.";

/* NSFileWriteUnknownError */
"Err512" = "Filen kunne ikke arkiveres.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "«%1$@» kunne ikke kopieres til «%2$@».";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "«%1$@» kunne ikke kobles til «%2$@».";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "«%1$@» kunne ikke flyttes til «%2$@».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "«%@» kunne ikke fjernes.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "Filen «%2$@» kunne ikke arkiveres i mappen «%1$@».";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "Filen «%@» kunne ikke arkiveres.";

/* NSFileWriteNoPermissionError */
"Err513" = "Filen kunne ikke arkiveres fordi du ikke har riktige tilgangsrettigheter.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "«%1$@» kunne ikke kopieres fordi du ikke har riktige tilgangsrettigheter for «%2$@».";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "«%1$@» kunne ikke kobles fordi du ikke har riktige tilgangsrettigheter for «%2$@».";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "«%1$@» kunne ikke flyttes fordi du ikke har riktige tilgangsrettigheter for «%2$@».";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "«%@» kunne ikke fjernes fordi du ikke har riktige tilgangsrettigheter.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Du har ikke nødvendige tilgangsrettigheter.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Hvis du vil vise eller endre tilgangsrettigheter, markerer du objektet i Finder og velger Arkiv > Vis info.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Du har ikke riktige tilgangsrettigheter til å arkivere filen «%2$@» i mappen «%1$@».";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Du har ikke riktige tilgangsrettigheter til å arkivere filen «%@».";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Objektet kunne ikke arkiveres fordi filnavnet er ugyldig.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Objektet kunne ikke fjernes fordi filnavnet «%@» er ugyldig.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Ugyldig filnavn.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Objektet kunne ikke arkiveres fordi filnavnet «%@» er ugyldig.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "Filen kunne ikke arkiveres med den angitte tekstkodingen.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Den angitte tekstkodingen kan ikke brukes.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Tekstkodingen %@ kan ikke brukes.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Hvis mulig, velg en annen tekstkoding.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "Filen kunne ikke arkiveres med tekstkodingen %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "Filen «%2$@» kunne ikke arkiveres med tekstkodingen %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "Filen kunne ikke arkiveres fordi den angitte URL-typen ikke støttes.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Den angitte URL-typen støttes ikke.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "Filen «%1$@» kunne ikke arkiveres fordi URL-typen %2$@ ikke støttes.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "Filen kunne ikke arkiveres fordi URL-typen %@ ikke støttes.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "Filen kunne ikke arkiveres fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "«%1$@» kunne ikke kopieres til «%2$@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "«%1$@» kunne ikke kobles til «%2$@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "«%1$@» kunne ikke flyttes til «%2$@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Det er ikke nok plass.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Volumet «%@» har ikke ledig plass.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Fjern filer fra volumet, og prøv igjen.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Du kan ikke arkivere filen «%@» fordi det ikke er nok ledig plass.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Du kan ikke arkivere filen «%1$@» fordi volumet «%2$@» ikke har ledig plass.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"Operation could not be completed. (%@ error %ld.)" = "Handlingen kunne ikke fullføres. (%1$@-feil %2$ld.)";

